Repository: andresbrun/TrackerBlocker
Catalog: Apps/iOS/Supporting files/*.lproj/Localizable.strings
Languages: es

# whitelistdomainsview.alert.invalid_domain.title
source: Invalid Domain
es: Dominio Inválido

# whitelistdomainsview.alert.invalid_domain.description
source: The domain '%1$@' is not valid
es: El dominio '%1$@' no es válido

# whitelistdomainsview.alert.duplicated_domain.title
source: Duplicated Domain
es: Dominio Duplicado

# whitelistdomainsview.alert.duplicated_domain.description
source: The domain '%1$@' is already in the list
es: El dominio '%1$@' ya está en la lista

# whitelistdomainsview.navigation_bar.title
source: Protections
es: Privacidad

# webviewcontroller.address_textfield.placeholder
source: Search or enter address
es: Busca o introduce una dirección

# webviewcontroller.address_textfield.accessibility_label
source: Address Field
es: Campo de dirección

# webviewcontroller.address_textfield.accessibility_hint
source: Enter the web address you want to visit
es: Introduzca la dirección web que desea visitar

# webviewcontroller.back_button.accessibility_label
source: Back
es: Atrás

# webviewcontroller.back_button.accessibility_hint
source: Go back to the previous page
es: Volver a la página anterior

# webviewcontroller.forward_button.accessibility_label
source: Forward
es: Adelante

# webviewcontroller.forward_button.accessibility_hint
source: Go forward to the next page
es: Ir a la página siguiente

# webviewcontroller.reload_button.accessibility_label
source: Reload
es: Recargar

# webviewcontroller.reload_button.accessibility_hint
source: Reload the current page
es: Recargar la página actual

# webviewcontroller.open_whitelist_domains_button.accessibility_label
source: Open Whitelist Domains
es: Abrir dominios permitidos

# webviewcontroller.open_whitelist_domains_button.accessibility_hint
source: View the list of whitelisted domains
es: Ver la lista de dominios permitidos

# webviewcontroller.toggle_whitelist_domain_button.accessibility_label
source: Toggle Whitelist Domain
es: Alternar dominio permitido

# webviewcontroller.toggle_whitelist_domain_button.accessibility_hint
source: Toggle the current domain's whitelist status
es: Alternar el estado de la lista blanca del dominio actual

# webviewcontroller.progress_bar.accessibility_label
source: Loading Progress
es: Progreso de carga

# webviewcontroller.error.generic.title
source: TrackerBlocker MVP can't load this page.
es: TrackerBlocker MVP no puede cargar esta página.

# webviewcontroller.error.generic.description
source: A server with the specified hostname could not be found
es: No se pudo encontrar un servidor con el nombre de host especificado

# whitelistdomainsview.section.current_website
source: Current Domain
es: Dominio Actual

# whitelistdomainsview.section.all_websites
source: Unprotected Domains
es: Dominios sin protección

# whitelistdomainsview.new_domain_field.accessibility_label
source: New Domain Field
es: Campo de nuevo dominio

# whitelistdomainsview.new_domain_field.accessibility_hint
source: Enter a new domain to whitelist
es: Introduce un nuevo dominio para permitirlo

# whitelistdomainsview.close_button.accessibility_label
source: Close
es: Cerrar

# whitelistdomainsview.close_button.accessibility_hint
source: Close the whitelist domains view
es: Cerrar la vista de dominios permitidos

# whitelistdomainsview.new_domain_field.placeholder
source: Enter new domain
es: Introduce un nuevo dominio

# whitelistdomainsview.protections.enabled
source: Protections **enabled** for this site
es: Protecciones **habilitadas** para este sitio

# whitelistdomainsview.protections.disabled
source: Protections **disabled** for this site
es: Protecciones **habilitadas** para este sitio
